<div class="container">
    <img class="photo" src="/img/dorian.jpg" alt="Дориан Грей" width="120"/>
    <img class="photo" src="/img/jane.jpg" alt="Джейн Эйр" width="120"/>
    <img class="photo" src="/img/drive.jpg" alt="Драйв" width="150"/>
    <img class="photo" src="/img/fight_club.jpg" alt="Бойцовский клуб" width="150"/>
    <img class="photo" src="/img/inception.jpg" alt="Начало" width="150"/>
</div>
    <div class="info">
<h1>Как я провожу своё свободное время: подборка книг, фильмов и приложений.</h1>
<p> Чаще всего в своё свободное время я отдыхаю, а именно: смотрю фильмы или сериалы, играю, читаю или гуляю с друзьями.
    Я решила поделиться с вами своей подборкой для нескучного отдыха.
</p>

<h2>Книги</h2>
<p>В начале мая я начала читать две невероятно крутые книги.
    "Портрет Дориана Грея" от Оскара Уайльда и "Джейн Эйр" от Шарлотты Бронте.
</p>
<p><i>Первая книга</i> повествует о Дориане, в честь которого и назван роман, который пытается сохранить свою красоту 
    и молодость. Вместо него стареет его портрет. Это произведение актуально и по сей день - разве погоня за вечной молодостью порой не оборачивается потерей своего истинного лица?
</p>
<p><i>Вторая книга</i> рассказывает нам о Джейн Эйр - молодой некрасивой девушке с тяжёлым детством. 
    Джеён не так уж и хороша собой, но это даже придаёт ей особый шарм. Девушка напротяжении всего романа сохраняет свою душевную чистоту, красоту. 
    В конечном итоге Джейн обретает своё счастье. Этот роман, полный загадок и порой трагических поворотов сюжета, этот роман был и остаётся символом
    веры, надежды и любви.
</p>

<h2>Фильмы</h2>
<p>Совсем недавно я посмотрела такие фильмы, как: "Драйв", "Бойцовский клуб" и "Начало"
    Все эти три фильма мне необычайно понравились. Особенно бы мне хотелось пересмотреть "Бойцовский клуб".
</p>
<h3>Драйв</h3>
<p>Молчаливый водитель спасает девушку от гангстеров. Неонуар с Райаном Гослингом и пульсирующим саундтреком.</p>
<p> «Драйв» - это нео-нуарная история любви в декорациях криминальной драмы. Фильм датского кинорежиссёра Николаса Виндинг Рёфна, 
    снятый по одноимённому литературному произведению Джеймса Сэллиса. Картина носит титул победителя Каннского кинофестиваля в номинации «Лучшая режиссура» по версии 2011 года. Так же она принимала участие в «Оскаровской» гонке, правда лишь в технической номинации «Лучшего монтажа звука», являясь сильным и достойным претендентом, но обойдя стороной все основные категории.
</p>
<h3>Бойцовский клуб</h3>
<p>Страховой работник разрушает рутину своей благополучной жизни. Культовая драма по книге Чака Паланика.</p>
<p>«Бойцовский клуб» — один самых уникальных фильмов, которые я когда-либо видела. Помимо того, что в нем представлен свежий взгляд на жизнь, «Бойцовский клуб» также по-новому преподносит свой материал.
Сценарий делает фильм актуальным и он никогда не устареет. Мрачная атмосфера и черный юмор и многое др.
 делают фильм — поистине величайшим фильмом всех времён.</p>
<h3>Начало</h3>
<p>Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили
его в извечного беглеца и лишили всего, что он когда-либо любил.</p>
<p>Один из главных шедевров Кристофера Нолана, высокооценённый как критиками,
так и зрителями. Фильм представляет героев, которым необходимо 
внедрить идею в мозг человека благодаря управляемому сну, но 
показано это не как что-то невозможное, а как вполне обычное занятие. </p>
</div>

<style>
    .info {
        max-width: 550px;
    }
    .photo {
        position: sticky;
        margin-left: 560px;
        margin-bottom: -120px;
        margin-top: 200px;
    }
    .container{
        position: absolute;
        max-width: 900px;
    }
</style>