<h1>Как я справляюсь с плохим настроением?</h1>

<h2>Любимая еда</h2>
<p>Самое первое, что поможет повысить настроение – это позволить скушать себе что-нибудь вкусненькое, например это может быть шоколад, пирожное, пицца, мороженое, шашлык, пельмени. Это не означает, что плохое настроение требуется «заедать», однако порадовать себя любимой пищей в таком состоянии не будет преступлением.
</p>

<h2>Спорт</h2>
<p>Если есть волнение из-за лишних калорий, то они легко сжигаются либо спортивными упражнениями, либо пешими прогулками, которые помогут человеку быть и более подтянутым и посодействуют выбросу эндорфинов – «гормонов радости». И то, и другое поднимет быстро настроение.
</p>

<h2>Творчество</h2>
<p>Творческие занятия благоприятствуют улучшению настроения. Могут помочь занятия музыкой, живописью, написание книг или стихов. На каком уровне освоены эти увлечения не имеет весомого значения, и если совсем нет навыков в таких занятиях, следует пытаться это освоить. Старания, направленные в этом направлении, не пройдут даром. Творческая деятельность делает жизнь более радостной и полной. Творчество даёт положительные эмоции, которые благотворно влияют на здоровье.
</p>

<h2>Музыка</h2>
<p>Прослушивание любимой музыки повышает уровень дофамина (гормон радости), музыка благотворно влияет на работу головного мозга. Механизмы воздействия музыки на мозг до сих пор, как следует не изучены. Но это однозначно является одним из главных удовольствий в жизни человека и прекрасно поможет бороться с плохим настроением.
</p>

<h2>Разрешить проблему</h2>
<p>Это самый важный пункт. Если установлена причина плохого настроения, то с ней следует разобраться. Если причиной плохого настроения выступает другой человек, то необходимо с ним поговорить. Если есть проблема, то важно её решить, а не думать о ней постоянно, тем самым ухудшая только своё состояние.
</p>