export const routes = [
    {
      id: 1,
<<<<<<< HEAD
      title: 'Как я справляюсь с плохим настроением?',
      body: 'Несколько советов для тех, кто часто испытывает отрицательные эмоции.',
=======
      title: 'My First Blog Post',
      body: 'ЧОТА',
>>>>>>> 7bcdc2fafcefbf18c6f8c4bcb113178e9e3c26f1
    },


{
    "id": 2,
<<<<<<< HEAD
    "title": "Как я провожу своё свободное время?",
    "body": "Подборка книг, фильмов и приложений для занимательного припровождения свободного времени."
=======
    "title": "My Second Blog Post",
    "body": "Что-то"
>>>>>>> 7bcdc2fafcefbf18c6f8c4bcb113178e9e3c26f1
  }

];

