export const routes = [
    {
      id: 1,
      title: 'Список дел',
      body: 'Простое и удобное приложение для организации задач. С его помощью вы можете легко создавать, отслеживать и завершать свои ежедневные задачи.',
    },
    {
      id: 2,
      title: 'Infoam',
      body: 'Сайт для изучения информатики. Познавательный ресурс с тематическими статьями и тестами.',
    },
    {
      id: 3,
      title: 'Тест',
      body: 'Проверка знаний по информатике, компьютерной переферии.',
    }, 
<<<<<<< HEAD
    {
      id: 4,
      title: 'Учёт расходов',
      body: 'Простое и удобное приложение для ведения учёта расходов. С его помощью вы можете легко отслеживать расходы.',
    },
    {
      id: 5,
      title: 'Галерея',
      body: 'Приложение для просмотра фотографий.',
    }
=======
>>>>>>> 7bcdc2fafcefbf18c6f8c4bcb113178e9e3c26f1
];
  