export const routes = [
    {
      id: 1,
      title: 'TODO',
      body: 'Простое и удобное приложение для организации задач. С его помощью вы можете легко создавать, отслеживать и завершать свои ежедневные задачи.',
    },
    {
      id: 2,
      title: 'Infoam',
      body: 'Сайт для изучения информатики. Познавательный ресурс с тематическими статьями и тестами.',
    },
    {
      id: 3,
      title: 'Тест',
      body: 'Проверка знаний по информатике, компьютерной переферии.',
    }, 
];
  